package com.example.bunker.common.constants;

import java.util.HashMap;

public final class Information {
    public static final String[] professions = {
            "Վարսահարդար", "Մատնահարդար", "Հրուշակագործ", "Ատամնաբույժ", "Դեղագործ", "Շինարար",
            "Քանդակագործ", "Նկարիչ", "Խոհարար", "Վիրաբույժ", "Հաշվապահ", "Կոշկակար", "Ավտոմեխանիկ",
            "Վաճառող", "Մատուցող", "Ծրագրավորող", "Լրագրող", "Հաղորդավար", "Դերասան", "Երգիչ",
            "Պարուսույց", "Սուզորդ", "Ռենգենոլոգ", "Գինեկոլոգ", "Գինեգործ", "Բիզնեսմեն", "Բարիստա",
            "Այգեգործ", "HR", "Ոսկերիչ", "Տիեզերագնաց", "QA", "Վեբ դիզայներ", "Կոսմետոլոգ",
            "Օրթոպեդ", "Գրաֆիկ դիզայներ", "Նոտար", "Փաստաբան", "Դատախազ", "Իրավաբան", "Փիլիսոփա",
            "Պատմաբան", "Մաթեմատիկայի դասախոս", "Ֆիզիկայի դասախոս", "Անգլերենի ուսուցիչ", "Անասնաբույժ",
            "Ակնաբույժ", "Ռադիո մեկնաբան", "Ռադիո ինժիներ", "Առաքիչ", "Վարորդ", "Ուսանող",
            "Օդաչու", "Տիեզերագնաց", "Կինոլոգ", "Էլեկտրիկ", "Օպերատոր", "Դերձակ", "Մենեջեր",
            "Կիբեր սպորտսմեն", "Սպորտսմեն", "Ֆիզկուլտուրայի ուսուցիչ", "Քիմիայի ուսուցիչ", "Դոցենտ",
            "Դեկան", "Քիմիկոս", "Հավաքարար", "Բլոգեր", "Կենսաբան", "Բնապահպան", "Հոգեբան", "Բանվոր",
            "Նկարչության ուսուցիչ", "Կիթառահար", "Կիթառի ուսուցիչ", "Երաժիշտ", "Կոմպոզիտոր", "Գրող",
            "Մանկավարժ", "SMM", "Ասեղնագործ", "Խնամակալ", "Արհեստավոր", "Արվեստագետ", "Լուսանկարիչ",
            "Կառավարիչ", "Գրադարանավար", "Բուժքույր", "Ոստիկան", "Քաղաքագետ", "Զինվորական",
            "Քաղաքական գործիչ", "Նախագահ", "Վարչապետ", "Բոդի բիլդեռ", "Անասնապահ", "Կթվոր", "Ձկնորս",
            "Հոգեբույժ", "Վաճառքի մենեջեր","Թիկնապահ","Որսորդ"
    };

    public static final String[] phobias = {
            "Մթություն", "Փակ տարածություն", "Բարձրություն", "Սարդ", "Սունկ", "Աղմուկ", "4 թիվ", "Տեխնիկա",
            "Ինտերնետ", "Միայնակություն", "Միջատ", "Մեքենա", "Ամպրոպ", "Անձրև", "Կենդանիներ", "Լուսին",
            "Ատամնաբույժ", "Շուն", "Մուկ", "Կայծակ", "Դիակ", "Արյուն", "666 թիվ", "Սատանա", "Հասարակություն",
            "Էքստրիմ", "Լողանալ", "Թռիչք", "Բաց տարածություն", "Տղամարդ", "Կին", "Երեխա", "Հպում", "Թիվ",
            "Ձախողում", "Տիկնիկ", "Աստիճան", "Գիրք", "Բույս", "Հայելի", "Ժամացույց", "Ծաղրածու", "Կատու",
            "Էլեկտրականություն", "Ձի", "Պատանի", "Ամուսնություն", "Արև", "Թռչուն", "Ջուր", "Փոթորիկ",
            "Ծննդաբերություն", "Սև գույն", "Մեծ իրեր", "Փոքր իրեր", "Խոհարարություն", "Մահ", "Գիշեր",
            "Առանց հեռախոս մնալո", "Օձ", "Թուղթ", "Կրակ", "Համբույր", "Ոտնաթաթ", "Մանուշակագույն գույն",
            "Քուն", "Արագություն", "Մանր անցքեր", "Վհուկ", "Անծանոթներ", "Փոշեկուլ", "Հարիչ", "Երեխաներ",
            "Հոտ", "Խխունջ", "Կեղտոտ վայր", "Փոշի", "Երկար բառեր", "Հիվանդություն", "Ձի", "Որոշում կայացնել",
            "Ցավ", "Մեքենա վարել", "Ճանապարհ", "Ծաղիկ", "Տիեզերք", "Բակտերիա", "Ասեղ", "Տգեղություն",
            "Վիրահատություն", "Գեղեցիկ կին", "Ներարկում", "Երկրաշարժ", "Մեդուզա", "Ջրհեղեղ", "8 թիվ",
            "Հելուին", "Դպրոց", "Մազ", "Քաշ"
    };
    public static final int[] age = {16, 100};
    public static final String[] illnesses = {
            "Թոքախտ", "Թոքաբորբ", "Սրտի արատ", "Գրիպ", "Արյան քաղցկեղ", "Մաշկի քաղցկեղ", "Ոսկրածուծի քաղցկեղ", "Փտախտ",
            "Ջրծաղիկ", "Գայմարիտ", "Առողջ", "Առողջ", "Կարմրուկ","Առողջ", "Կույր", "Աջ ոտքի բացակայություն", "Ձախ ոտքի բացակայություն", "Աջ ձեռքի բացակայություն",
            "Ձախ ձեռքի բացակայություն","Առողջ", "Խուլ աջ ականջ","Առողջ", "Խուլ ձախ ականջ","Առողջ", "Խուլ", "Համր","Առողջ", "Առողջ", "Խուլ և համր", "Հաշմադամություն անվասայլակ",
            "Աուտիզմ", "Դաուն", "Առողջ", "Սկլերոզ","Առողջ", "Ցիստիտ", "Այլցգեյմեր", "Շիզոֆրենիա", "Շաքար","Առողջ", "Առողջ", "Կատարախտ", "Ալերգիա արևից", "Ալերգիա փոշուց",
            "Ալերգիա ընկույզից", "Ալերգիա արևից","Առողջ", "Ալերգիա սնկից", "Դիարեա", "Գանգրենա","Առողջ", "Էխինակոկ", "Առողջ", "Ջերմություն 39 աստիճան", "Սրտանոթային անբավարարվածություն",
            "Հիպերտոնիա", "Ճնշում", "Առողջ", "Տուբերկուլոզ", "Աղիքային խանգարում", "Լեզվի արատավորում", "Մաշկի թեփոտում", "Առողջ", "Առողջ", "Աստմա", "Միգրեն", "Անորեքսիա",
            "Գիրացում (150+)", "Խոց", "Առողջ", "Առողջ", "Ինսուլտ", "Ինֆարկտ","Առողջ","Առողջ","Առողջ","Առողջ","Առողջ",
    };
    public static final String[] baggage = {
            "Գոտի", "Նասկի", "Զենք առանց փամփուշտ", "Փամփուշտ", "ներքնաշոր", "Զենք փամփուշտներով", "Լամպ նավթով", "Հաքագազ",
            "Ռացիա", "Խոսակցափող", "Ինկուբատոր", "10 հատ ձու", "Կիթառ", "Ածուխ", "Բենզին", "Կրակայրիչ", "Ծխախոտ", "PlayStation 5",
            "Ցորենի հասկեր", "Լապտեր", "Պարան", "Դանակ", "Ուլտրամանուշակագույն լապտեր", "Էլեմենտ", "Մարտկոց", "Բաժակ", "Շիշ",
            "Դրամապանակ", "Թեյերի հավաքածու", "10 000 000 դրամ", "Գնդակ", "Զուգարանի թուղթ", "Հնդկաձավար", "Բրինձ", "Մակարոն",
            "Ձեթ", "Լոլիկի սերմեր", "Վարունգի սերմեր", "Չրեր", "Ձմերուկի սերմեր", "Սեխի սերմեր", "Հավ և Աքլոր", "Կով և ցուլ", "Կանաչու սերմեր",
            "Բույս աճեցնելու սարք", "Սուրճ", "Շախմատ", "UNO", "Խաղաքարտեր", "Պոկերի հավաքածու", "Աղ և սև պղպեղ", "Հնդկական համեմունքներ",
            "Սուշի", "Երշիկ", "Սպասք", "Ծնունդի զարդարանք", "Տոնածառ", "Ռեզինե բադիկներ", "Մեքսիկական համեմունքներ", "Կինդեռ ձվիկներ",
            "Շոկոլադ", "Ոչխար էգ և որձ", "Կատու", "Շուն", "Թութակ", "Ջրի հրացան", "Բադմինտոն", "Դիմակ բժշկական 50 հատ", "Ցավազրկող 10 հաբ",
            "Ասպիրին 10 հաբ", "Վալերիանա 90 կաթիլ", "Ներարկիչներ", "Բինտ", "Բամբակ", "Յոդ", "Դեղատուփ", "Ձեռնափայտ", "Փափուկ արջուկ",
            "Սարդ", "Օձ", "Սուշիի փայտիկներ", "Նկարչական պարագաներ", "Նոութբուք", "Ականջակալ", "Powerbank", "Նվագարկիչ", "USB լար",
            "Ամրակ", "Մուրճ ու մեխ", "Այգեգործության պարագաներ", "Բահ ու փոցխ", "Coca cola", "Հող 5կգ", "Բերքատու ծառ", "Կակտուս", "Հայելի",
            "Մկրատ", "Գունավոր թղթեր", "Մետր", "Սկոտչ", "DVD"
    };
    public static final String[] addInfo = {
            "Եղել ես բանտարկված", "Հղի", "Սերիական մարդասպան", "Մարդասպան", "Փախել ես գժանոցից",
            "Թմրամոլ", "Հարբեցող", "Ծխող", "Բանկ ես թալանել", "Գողություն ես կատարել",
            "Միլիոնատեր", "Միլիարդատեր", "Սպանել ես տաքսու վարորդին", "Խանութի սեփականատեր",
            "Սուպերմարկետի սեփականատեր", "Տիրապետում է 7 լեզվի", "Ավտոբուսի գծի տեր",
            "Մաֆիայի անդամ", "Դոն (մաֆիայի)", "Մասնակցել ես պատերազմին", "Ծառայել ես բանակում",
            "Գնացել ես ծրագրավորման կուրսերի", "Գնացել է կավագործությա", "Եղել ես SOAD-ի համերգին",
            "Եղել ես Շակիրայի համերգին", "Եղել ես Արիանայի զուգարանում", "Էքստրիմի սիրահար", "Արշավների սիրահար",
            "Նկարվել ես կինոյում", "Խաղացել ես թատրոնում", "Պոլիտեխնիկն ես ավարտել", "ԵՊՀ -ն ես ավարտել",
            "Ժող-ն ես ավարտել", "Ամերիկյան-ն ես ավարտել", "Եղել ես եվրոպայի 15 երկրներում", "Շրջագայել ես աշխարհով մեկ",
            "Գնացել ես խոհարարական կուրսերի", "Այցելում ես հոգեբանի", "Այցելում ես եկեղեցական ծեսերի", "Բարձրացել ես էվերեստ",
            "Եղել ես կասպից ծովում", "Եղել ես խաղաղ օվկիանոսում", "Ունես բադիկների հավաքածու", "Բազմազավակ հայր/մայր ես",
            "Ունես կոպեկների հավաքածու", "Տիկտոկեր ես", "Մասնակցել ես քիմիական էքսպերիմենտի", "Այցելել ես մորգ",
            "Ունես գործած խաղալիքների բիզնես", "Ունես կրիպտո ֆերմա", "Կոմաի մեջ ես եղել", "Շնաձուկը ոտքդ կերելա",
            "Հոսանքահարվել ես", "Կակազում ես", "Ունես կարմիր դիպլոմ", "Մասնակցել ես միստր բիսթի պեսանյութում",
            "Քիմ Քարդաշյանի հավաքարարն ես եղել", "Մասնակցել ես օլիմպիական խաղերին", "Գնացել ես թեքվանդոյի", "Գնացել ես կառատեյի",
            "Եղել ես նախագահի թիկնապահ", "Մասնակցել ես վազքի փառատոնի", "Մասնակցել ես կիբեռ սպորտի մրցույթի", "Եվրոպայի չեմպիոն ես",
            "Աշխարհի քառակի չեմպիոն ես", "Կուբիկ ռուբիկ հավագել գիտես", "Շախմատի աշխարհի չեմպիոն ես", "Սրճարանի սեփականատեր ես",
            "Ռեստորանի սեփականատեր ես", "Մասնակցել ես եվրոտեսիլին"
    };;
}
