package com.example.bunker.constants;

import com.example.bunker.model.Rule;

public final class RoundsData {
    public static final String[] ROUNDS_DESC = {
            "Չի կարելի, չէ չի կարելի՜, Չի կարելի, չէ՜ չի կարելիիի՜, Չի կարելի ապրել այս կյանքը չէ՜, առանց ընկեր կամ առանց ընկերուհի։",
            "Չի կարելի, չէ չի կարելի՜, Չի կարելի, չէ՜ չի կարելիիի՜, Չի կարելի ապրել այս կյանքը չէ՜, առանց ընկեր կամ առանց ընկերուհի։",
            "Չի կարելի, չէ չի կարելի՜, Չի կարելի, չէ՜ չի կարելիիի՜, Չի կարելի ապրել այս կյանքը չէ՜, առանց ընկեր կամ առանց ընկերուհի։",
            "Չի կարելի, չէ չի կարելի՜, Չի կարելի, չէ՜ չի կարելիիի՜, Չի կարելի ապրել այս կյանքը չէ՜, առանց ընկեր կամ առանց ընկերուհի։",
            "Չի կարելի, չէ չի կարելի՜, Չի կարելի, չէ՜ չի կարելիիի՜, Չի կարելի ապրել այս կյանքը չէ՜, առանց ընկեր կամ առանց ընկերուհի։",
            "Չի կարելի, չէ չի կարելի՜, Չի կարելի, չէ՜ չի կարելիիի՜, Չի կարելի ապրել այս կյանքը չէ՜, առանց ընկեր կամ առանց ընկերուհի։",
            "Չի կարելի, չէ չի կարելի՜, Չի կարելի, չէ՜ չի կարելիիի՜, Չի կարելի ապրել այս կյանքը չէ՜, առանց ընկեր կամ առանց ընկերուհի։",
            "Չի կարելի, չէ չի կարելի՜, Չի կարելի, չէ՜ չի կարելիիի՜, Չի կարելի ապրել այս կյանքը չէ՜, առանց ընկեր կամ առանց ընկերուհի։",
            "Չի կարելի, չէ չի կարելի՜, Չի կարելի, չէ՜ չի կարելիիի՜, Չի կարելի ապրել այս կյանքը չէ՜, առանց ընկեր կամ առանց ընկերուհի։",
            "Չի կարելի, չէ չի կարելի՜, Չի կարելի, չէ՜ չի կարելիիի՜, Չի կարելի ապրել այս կյանքը չէ՜, առանց ընկեր կամ առանց ընկերուհի։",
            "Չի կարելի, չէ չի կարելի՜, Չի կարելի, չէ՜ չի կարելիիի՜, Չի կարելի ապրել այս կյանքը չէ՜, առանց ընկեր կամ առանց ընկերուհի։",
            "Չի կարելի, չէ չի կարելի՜, Չի կարելի, չէ՜ չի կարելիիի՜, Չի կարելի ապրել այս կյանքը չէ՜, առանց ընկեր կամ առանց ընկերուհի։"
    };
}
